export default function AboutSection() {
  return (
    <div className="container">
      <div className="row">
        <p className="col-sm-12">Priceza Money อีกหนึ่งความสะดวกสบายสำหรับทุกคน</p>
        <p className="col-sm-12">
          เคยหรือไม่ที่ต้องคอยปวดหัวกับราคาดอกเบี้ยบัตรเครดิตที่สูงจนแทบจะต้องใช้บันไดปีนขึ้นไป
          หรือทำ
          <b>ประกันรถยนต์</b>
          แล้วรู้สึกว่าไม่ได้รับความคุ้มค่าเท่ากับจำนวนเงินที่ต้องจ่ายไปสำหรับค่าเบี้ยประกัน
          สิ่งเหล่านี้ล้วนจะต้องมีเพื่อนๆ บางคนเคยประสบกันมาบ้างแล้ว
          ซึ่งปัจจัยอย่างหนึ่งที่ทำให้ต้องเจอกับดอกเบี้ยบัตรเครดิตราคาแพง
          หรือแม้แต่เรื่องของการทำประกันรถยนต์ที่ได้ไม่คุ้มเสียก็คือ
          การไม่ได้เปรียบเทียบราคาของแต่ละเจ้าก่อนตัดสินใจทำหรือแม้แต่บางกรณีเพื่อนอาจจะ
          เปรียบเทียบไปแล้วแต่ไม่ได้ลงลึกในรายละเอียดเพียงพอจึงทำให้ขาดข้อควรจะทราบบางอย่างไป
          เอาเป็นว่าปัญหาเหล่านี้จะหมดไปหากเพื่อนๆ ใช้บริการกับทาง Priceza Money
        </p>
        <p className="col-sm-12">
          หลายคนอาจจะเริ่มสงสัยกันแล้วว่า Priceza Money คืออะไร
          และมีความสำคัญอย่างไรเกี่ยวกับเรื่อง ประกันรถยนต์,
          <b>สมัครบัตรเครดิต</b>
          หรือแม้กระทั่งเรื่องของการทำ สินเชื่อส่วนบุคคลก็ตาม Priceza Money
          ก็คือแหล่งข้อมูลที่เพื่อนๆ จะสามารถใช้ในการเปรียบเทียบราคาได้ตั้งแต่เรื่องของ
          การทำประกันรถยนต์ว่าบริษัทประกันไหนมีความคุ้มครองที่คุ้มค่าที่สุด
          ตอบโจทย์กับความต้องการของเพื่อนๆ มากที่สุด และสุดท้ายก็คือเพื่อนๆ
          จะสามารถเปรียบเทียบการทำ ประกันรถยนต์ได้เลยว่าที่ไหนค่าเบี้ยประกันถูกที่สุดนั่นเอง
          ซึ่งไม่เพียงแต่เรื่องของประกันรถยนต์เพียงอย่างเดียว แต่ Priceza Money
          ก็ยังมีในข้อมูลในส่วนของการสมัครบัตรเครดิตให้เพื่อนๆ ได้ทราบกันอีกด้วย
          โดยเริ่มตั้งแต่การเลือกได้ว่าไลฟ์สไตล์ของการใช้จ่ายผ่านบัตรเครดิตของเพื่อนๆ เป็นอย่างไร
          เพื่อที่จะได้เลือกให้ได้ตรงกับไลฟ์สไตล์ของผู้ถือบัตรอีกทั้งยังช่วยในการตัดสินใจได้เลยว่า
          ควรจะสมัครบัตรเครดิตกับที่ไหนอย่างไร
          หมดปัญหาเรื่องของการรับภาระดอกเบี้ยที่เกินความจำเป็นไปได้เลย
        </p>
        <p className="col-sm-12">
          นอกจากนี้สำหรับใครที่กำลังมองหา
          <b>สินเชื่อส่วนบุคคล</b>
          กันอยู่ก็สามารถให้ทาง Priceza Money เป็นผู้ช่วยในการให้คำแนะนำได้อีกด้วย
          เพราะทาง Priceza Money
          ก็ได้รวบรวมข้อมูลที่เป็นประโยชน์เกี่ยวกับสินเชื่อส่วนบุคคลมาไว้ให้เพื่อนๆ
          ได้เลือกเปรียบเทียบกันดูว่า ธนาคารไหนดอกเบี้ยต่ำสุด
          เพื่อให้รับภาระในการจ่ายดอกเบี้ยระยะยาวของสินเชื่อส่วนบุคคลได้อย่างสบายๆ
          ไม่ต้องกังวลใจอีกต่อไป ซึ่งในเรื่องของการเปรียบเทียบราคาสินเชื่อส่วนบุคคลว่า
          ธนาคารไหนดอกเบี้ยต่ำสุด ถือเป็นเรื่องที่ต้องให้ความสำคัญไม่น้อยเลยทีเดียว
          เพราะเป็นเงินก้อนใหญ่และเป็นการจ่ายดอกเบี้ยระยะยาว ซึ่งเพื่อนๆ
          ต้องให้ความสำคัญในการเปรียบเทียบราคาเป็นพิเศษ
        </p>
        <p className="col-sm-12">
          ทั้งหมดนี้ก็เป็นสิ่งดีๆ ที่จะได้รับจาก Priceza Money
          ซึ่งต้องบอกเลยว่าคุ้มค่าต่อการใช้งานมากทีเดียว และพิเศษสุดๆ
          ที่นอกจากจะได้เปรียบเทียบราคาแล้ว เพื่อนๆ
          ก็ยังสามารถรับสิทธิพิเศษที่ได้มากกว่าใครเมื่อใช้บริการในการสมัครบัตรเครดิต
          หรือทำประกันรถยนต์และสินเชื่อส่วนบุคคลผ่านกับทาง Priceza Money โดยตรง
        </p>
      </div>
    </div>
  )
}
